Repository: KDE/hash-o-matic
Catalog: po/sa/hashomatic.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

# @label
source: This file has been signed VS-NfD compliant using the key <a href="%1">%2</a>.
sa: एषा सञ्चिका <a href="%1">%2</a> कीलस्य उपयोगेन VS-NfD अनुरूपं हस्ताक्षरिता अस्ति ।

# @label
source: This file has been signed using the key <a href="%1">%2</a>.
sa: एषा सञ्चिका <a href="%1">%2</a> कीलस्य उपयोगेन हस्ताक्षरिता अस्ति ।

# @label
source: The key details are not available.
sa: मुख्यविवरणं उपलब्धं नास्ति।

# @label
source: This file has been signed VS-NfD compliant by %1.
sa: एषा सञ्चिका %1 द्वारा VS-NfD अनुरूपं हस्ताक्षरिता अस्ति ।

# @label
source: This file has been signed by %1.
sa: एषा सञ्चिका %1 इत्यनेन हस्ताक्षरिता अस्ति ।

# @label
source: The <a href="%1">key</a> was revoked.
sa: <a href="%1">कुञ्जी</a> निरस्तं जातम्।

# @label
source: The <a href="%1">key</a> was expired.
sa: <a href="%1">कीलकस्य</a> अवधिः समाप्तः अभवत् ।

# @label
source: The signature is valid, but the <a href="%1">key</a>'s validity is unknown.
sa: हस्ताक्षरं वैधम् अस्ति, परन्तु <a href="%1">कीलस्य</a> वैधता अज्ञाता अस्ति ।

# @label
source: The signature is valid and the <a href="%1">key</a> is marginally trusted.
sa: हस्ताक्षरं वैधं भवति तथा च <a href="%1">कुञ्जी</a> सीमान्तरूपेण विश्वसिति।

# @label
source: The signature is valid and the <a href="%1">key</a> is fully trusted.
sa: हस्ताक्षरं वैधं भवति, <a href="%1">कुञ्जी</a> च पूर्णतया विश्वसिति।

# @label
source: The signature is valid and the <a href="%1">key</a> is ultimately trusted.
sa: हस्ताक्षरं वैधं भवति, <a href="%1">कुञ्जी</a> च अन्ततः विश्वसिति।

# @label
source: The signature is valid, but the <a href="%1">key</a> is untrusted.
sa: हस्ताक्षरं वैधं भवति, परन्तु <a href="%1">कुञ्जी</a> अविश्वसनीयम् अस्ति ।

# @label
source: The signature is invalid.
sa: हस्ताक्षरम् असिद्धम् अस्ति।

source: Hash-o-matic doesn't support directories.
sa: Hash-o-matic निर्देशिकानां समर्थनं न करोति ।

source: The file doesn't exist or is not readable.
sa: सञ्चिका नास्ति अथवा पठनीया नास्ति ।

# @title
source: Hash-o-matic
sa: हश-ओ-मैटिक्

source: Check hashes for your files
sa: भवतः सञ्चिकानां कृते हैश्स् पश्यन्तु

source: © 2021-2024 KDE Community
sa: © 2021-2024 केडीई समुदाय

# @info:credit
source: Carl Schwan
sa: कार्ल स्वान्

# @info:credit
source: Maintainer
sa: परिपालकः

source: Generate hashes for file
sa: सञ्चिकायाः कृते हैश्स् जनयन्तु

source: Local file url
sa: स्थानीय सञ्चिका url

# @title
source: Compare files
sa: सञ्चिकानां तुलनां कुर्वन्तु

# @title
source: Compare Two Files
sa: द्वयोः सञ्चिकायोः तुलनां कुर्वन्तु

# @title:group
source: File 1
sa: सञ्चिका १

# @action:button
source: Select file
sa: सञ्चिकां चिनोतु

# @title:group
source: File 2
sa: सञ्चिका २

source: They match!
sa: ते मेलनं कुर्वन्ति!

source: They don't match!
sa: ते न मेलन्ति !

source: Drag file here to compare it
sa: तस्य तुलनां कर्तुं अत्र सञ्चिकां कर्षयन्तु

# @title
source: Generate Hash
sa: Hash जनयति

source: Display Checksums
sa: Checksums प्रदर्शयन्तु

# @title:group
source: Hashes
sa: हशः

# Hashing algorithm
source: MD5:
sa: एमडी५:

source: Copy hash
sa: हैश प्रतिलिपि कुर्वन्तु

source: Hash copied into the clipboard
sa: हैश क्लिप्बोर्ड् मध्ये प्रतिलिपितः

# Hashing algorithm
source: SHA1:
sa: शा१:

# Hashing algorithm
source: SHA256:
sa: शा२५६:

source: Drag items here to share them
sa: अत्र वस्तूनि कर्षयन्तु तान् साझां कर्तुं

# @action:inmenu
source: File
sa: सञ्चिका

# @action:inmenu
source: Open…
sa: उद्घाटित…

# @action:inmenu
source: About Hash-o-matic
sa: हैश-ओ-मैटिकस्य विषये

# @action:inmenu
source: Quit
sa: परिजहातु

# @action:inmenu
source: View
sa: दृश्यं

# @action:inmenu
source: Generate
sa: उद्- पद्

source: Compare
sa: तूल

source: Verify
sa: सत्यापन

source: About
sa: विषये

# @action:inmenu
source: Compare
sa: तूल

# @action:inmenu
source: Verify
sa: सत्यापन

# @title
source: Verify Hash
sa: हैश सत्यापित करें

source: Verify checksums and signatures
sa: चेकसमं हस्ताक्षरं च सत्यापयन्तु

source: Verify checksums
sa: चेकसमस्य सत्यापनम्

# @title:group
source: File
sa: सञ्चिका

# @title:group
source: Checksum Verification
sa: चेकसम सत्यापन

# @label
source: Checksum
sa: चेकसम

source: Checksum match with the file!
sa: चेकसम सञ्चिकायाः सह मेलनं करोति!

source: Checksum doesn't match with the file!
sa: Checksum सञ्चिकायाः सह न मेलति!

# @title:group
source: Signature Verification
sa: हस्ताक्षर सत्यापन

# @action:button
source: Select signature file
sa: हस्ताक्षरसञ्चिकां चिनोतु

source: Drag items here to verify them
sa: अत्र वस्तूनि सत्यापयितुं कर्षन्तु
