Repository: KDE/hash-o-matic
Catalog: po/*/hashomatic.po
Languages: ar, de, eo, es, eu, fr, gl, hi, ia, it, ko, lt, nl, pl, pt_br, sv, tr, uk, zh_cn, zh_tw

source: They match!
ar: يتطابقان!
de: Sie stimmen überein.
eo: Ili kongruas!
es: Coinciden
eu: Bat datoz!
fr: Ils correspondent !
gl: Coinciden!
hi: उनका मिलान होता है!
ia: Illos corresponde!
it: Corrispondono.
ko: 일치합니다!
lt: Jie sutampa!
nl: Ze komen overeen!
pl: Są zgodne!
pt_br: Eles correspondem!
sv: De stämmer.
tr: Eşleşiyorlar!
uk: Збігаються!
zh_cn: 它们匹配！
zh_tw: 它們相符！

source: They don't match!
ar: لا يتطابقان!
de: Sie unterscheiden sich.
eo: Ili ne kongruas!
es: No coinciden
eu: Ez datoz bat!
fr: Ils ne correspondent pas !
gl: Non coinciden!
hi: वे मेल नहीं खाते!
ia: Illos non corresponde!
it: Non corrispondono.
ko: 일치하지 않습니다!
lt: Jie nesutampa!
nl: Ze komen niet overeen!
pl: Są niezgodne!
pt_br: Eles não correspondem!
sv: De stämmer inte.
tr: Eşleşmiyorlar!
uk: Не збігаються!
zh_cn: 它们不匹配！
zh_tw: 它們不符！

source: Drag file here to compare it
ar: اسحب ملفًا إلى هنا لمقارنته
de: Zum Vergleichen die Datei hier einfügen
eo: Trenu dosieron ĉi tien por kompari ĝin
es: Arrastre un archivo aquí para compararlo
eu: Arrastatu fitxategia hona hura parekatzeko
fr: Faites glisser le fichier ici pour le comparer
gl: Arrastre aquí un ficheiro para comparalo.
hi: तुलना करने के लिए फ़ाइल को यहां खींचें
ia: Trahe file hic per comparar lo
it: Trascina qui i file per confrontarli
ko: 비교할 파일을 여기에 드래그하십시오
lt: Tempkite failą čia norėdami jį palyginti
nl: Bestand hierheen slepen om deze te vergelijken
pl: Przeciągnij rzeczy tutaj, aby je porównać
pt_br: Arraste o arquivo aqui para compará-lo
sv: Dra fil hit för att jämföra den
tr: Karşılaştırmak için buraya sürükle
uk: Перетягніть сюди файл для порівняння
zh_cn: 拖拽文件到此处进行比较
zh_tw: 將檔案拖曳至此來比對它

# @title
source: Generate Hash
ar: ولّد تلبيدة
de: Hashwerte erstellen
eo: Generi Haketkodon (hash)
es: Generar hash
eu: Sortu «hash»a
fr: Générer une valeur de hachage
gl: Xerar unha suma de comprobación
hi: हैश उत्पन्न करें
ia: Hash General
it: Genera hash
ko: 해시 생성
lt: Generuoti maišą
nl: Hash genereren
pl: Utwórz hasz
pt_br: Gerar hash
sv: Generera kondensat
tr: Sağlama Oluştur
uk: Створення хеш-суми
zh_cn: 生成哈希值
zh_tw: 產生雜湊值

source: Display Checksums
ar: اعرض تدقيقات المجموع
de: Prüfsummen anzeigen
eo: Montri Kontrolsumojn
es: Mostrar sumas de verificación
eu: Azaldu egiaztapen-baturak
fr: Afficher les sommes de contrôle
gl: Amosar as sumas de comprobación
hi: चेकसम प्रदर्शित करें
ia: Monstra Checksums
it: Visualizza i codici di controllo
ko: 체크섬 표시
lt: Rodyti kontrolines sumas
nl: Controlesom tonen
pl: Wyświetl sumy sprawdzające
pt_br: Exibir somas de verificação
sv: Visa checksummor
tr: Sağlama Toplamlarını Görüntüle
uk: Показати контрольні суми
zh_cn: 显示校验和
zh_tw: 顯示總和檢查碼

# @title:group
source: Hashes
ar: التلبيدات
de: Hashwerte
eo: Haketkodoj
eu: «Hash»ak
fr: Valeurs de hachage
gl: Sumas de comprobación
hi: हैश
it: Hash
ko: 해시
lt: Maišos
pl: Hasze
sv: Kondensat
tr: Sağlamalar
uk: Хеші
zh_cn: 哈希值
zh_tw: 雜湊值

source: Copy hash
ar: انسخ تلبيدة
de: Hashwert kopieren
eo: Kopii haketsumon
es: Copiar hash
eu: Copyatu hash
fr: Copier le code de hachage
gl: Copiar o código
hi: हैश कॉपी करें
ia: Copia hash
it: Copia hash
ko: 해시 복사
lt: Kopijuoti maišą
nl: Hash kopiëren
pt_br: Copiar hash
sv: Kopiera kondensat
tr: Sağlamayı Kopyala
uk: Скопіювати хеш-суму
zh_cn: 复制哈希值

source: Hash copied into the clipboard
ar: نُسخت التلبيدة إلى الحافظة
de: Der Hashwert ist in die Zwischenablage kopiert
eo: Haketkodo kopiita en la tondujon
es: Hash copiado en el portapapeles
eu: «Hash»a arbelera kopiatu da
fr: Valeur de hachage copiée dans le presse-papier
gl: A suma de comprobación copiouse no portapapeis.
hi: हैश को क्लिपबोर्ड में कॉपी किया गया
ia: Hash copiate in area de transferentia
it: Hash copiato negli appunti
ko: 클립보드에 해시 복사됨
lt: Maiša nukopijuota į iškarpinę
nl: Hash gekopieerd naar het klembord
pl: Skopiowano hasz do schowka
pt_br: O hash foi copiado para a área de transferência
sv: Kondensat kopierat till klippbordet
tr: Sağlama panoya kopyalandı
uk: Хеш скопійовано до буфера обміну даними
zh_cn: 哈希值已复制到剪贴板
zh_tw: 雜湊值已複製到剪貼簿

source: Drag items here to share them
ar: اسحب العناصر إلى هنا لمشاركتها
de: Zum Teilen die Einträge hier einfügen
eo: Trenu erojn ĉi tien por kundividi ilin
es: Arrastre elementos aquí para compartirlos
eu: Arrastatu elementua hona haiek partekatzeko
fr: Faites glisser les articles ici pour les partager
gl: Arrastre elementos aquí para compartilos.
hi: आइटम को साझा करने के लिए उन्हें यहां खींचें
ia: Trahe elementos hic per compartir los
it: Trascina qui gli elementi per condividerli
ko: 공유할 항목을 여기에 드래그
lt: Tempkite elementus čia norėdami juos bendrinti
nl: Items hierheen verslepen om ze te delen
pl: Przeciągnij rzeczy tutaj, aby je udostępnić
pt_br: Arraste itens aqui para compartilhá-los
sv: Dra objekt hit för att dela dem
tr: Onları paylaşmak için buraya sürükle
uk: Перетягніть пункти сюди, щоб оприлюднити їх
zh_cn: 拖动项目到此处分享
zh_tw: 將項目拖曳至此來分享它們

# @action:inmenu
source: File
ar: ملف
de: Datei
eo: Dosiero
es: Archivo
eu: Fitxategia
fr: Fichier
gl: Ficheiro
hi: फ़ाइल
ko: 파일
lt: Failas
nl: Bestand
pl: Plik
pt_br: Arquivo
sv: Arkiv
tr: Dosya
uk: Файл
zh_cn: 文件
zh_tw: 檔案

# @action:inmenu
source: Open…
ar: افتح…
de: Öffnen …
eo: Malfermi…
es: Abrir...
eu: Ireki…
fr: Ouvrir…
gl: Abrir…
hi: खुला…
ia: Aperi
it: Apri…
ko: 열기…
lt: Atverti…
nl: Openen…
pl: Otwórz…
pt_br: Abrir…
sv: Öppna…
tr: Aç…
uk: Відкрити…
zh_cn: 打开...
zh_tw: 開啟…

# @action:inmenu
source: About Hash-o-matic
ar: عن مولّد التلبيدات
de: Über Hash-o-matic
eo: Pri Hash-o-matic
es: Acerca de Hash-o-matic
eu: «Hash-o-matic»eri buruz
fr: À propos de Hash-O-Matic
gl: Sobre Hash-o-matic
hi: हैश-ओ-मैटिक के बारे में
ia: Re Hash-o-matic
it: Informazioni su Hash-o-matic
ko: Hash-o-matic 정보
lt: Apie Hash-o-matic
nl: Info over Hash-o-matic
pl: O Hash-o-matic
pt_br: Sobre o Hash-o-matic
sv: Om Hash-o-matic
tr: Haşmatik Hakkında
uk: Про Hash-o-matic
zh_cn: 关于 Hash-o-matic
zh_tw: 關於 Hash-o-matic

# @action:inmenu
source: Quit
ar: أنهِ
de: Beenden
eo: Forlasi
es: Salir
eu: Irten
fr: Fermer
gl: Saír
hi: छोड़ना
ia: Quita
it: Esci
ko: 끝내기
lt: Išjungti
nl: Afsluiten
pl: Zakończ
pt_br: Sair
sv: Avsluta
tr: Çık
uk: Вийти
zh_cn: 退出
zh_tw: 離開

# @action:inmenu
source: View
ar: عرض
de: Ansicht
eo: Vido
es: Ver
eu: Ikuspegia
fr: Affichage
gl: Vista
hi: देखना
ia: Vista
it: Visualizza
ko: 보기
lt: Rodinys
nl: Beeld
pl: Widok
pt_br: Exibir
sv: Visa
tr: Görüntüle
uk: Переглянути
zh_cn: 查看
zh_tw: 檢視

# @action:inmenu
source: Generate
ar: ولّد
de: Erstellen
eo: Generi
es: Generar
eu: Sortu
fr: Générer
gl: Xerar
hi: उत्पन्न
ia: Genera
it: Genera
ko: 생성
lt: Generuoti
nl: Genereren
pl: Oblicz
pt_br: Gerar
sv: Generera
tr: Üret
uk: Створити
zh_cn: 生成
zh_tw: 產生

source: Compare
ar: قارن
de: Vergleichen
eo: Kompari
es: Comparar
eu: Alderatu
fr: Comparer
gl: Comparar
hi: तुलना करना
ia: Compara
it: Confronta
ko: 비교
lt: Palyginti
nl: Vergelijken
pl: Porównaj
pt_br: Comparar
sv: Jämför
tr: Karşılaştır
uk: Порівняти
zh_cn: 比较
zh_tw: 比對

source: Verify
ar: تحقق
de: Verifizieren
eo: Konfirmi
es: Verificar
eu: Egiaztatu
fr: Vérifier
gl: Verificar
hi: सत्यापित करें
ia: Verifica
it: Verifica
ko: 검증
lt: Tikrinti
nl: Verifiëren
pl: Potwierdź
pt_br: Verificar
sv: Verifiera
tr: Doğrula
uk: Перевірити
zh_cn: 验证
zh_tw: 驗證

source: About
ar: عن
de: Über
eo: Pri
es: Acerca de
eu: Honi buruz
fr: À propos de
gl: Sobre
hi: के बारे में
ia: A proposito
it: Informazioni su
ko: 정보
lt: Apie
nl: Info over
pl: O programie
pt_br: Sobre
sv: Om
tr: Hakkında
uk: Про програму
zh_cn: 关于
zh_tw: 關於

# @action:inmenu
source: About KDE
ar: عن كِيدِي
ko: KDE 정보
lt: Apie KDE
zh_cn: 关于 KDE

# @action:inmenu
source: Compare
ar: قارن
de: Vergleichen
eo: Kompari
es: Comparar
eu: Alderatu
fr: Comparer
gl: Comparar
hi: तुलना करना
ia: Compara
it: Confronta
ko: 비교
lt: Palyginti
nl: Vergelijken
pl: Porównaj
pt_br: Comparar
sv: Jämför
tr: Karşılaştır
uk: Порівняти
zh_cn: 比较
zh_tw: 比對

# @action:inmenu
source: Verify
ar: تحقق
de: Verifizieren
eo: Konfirmi
es: Verificar
eu: Egiaztatu
fr: Vérifier
gl: Verificar
hi: सत्यापित करें
ia: Verifica
it: Verifica
ko: 검증
lt: Tikrinti
nl: Verifiëren
pl: Potwierdź
pt_br: Verificar
sv: Verifiera
tr: Doğrula
uk: Перевірити
zh_cn: 验证
zh_tw: 驗證

# @title
source: Verify Hash
ar: تحقق من التلبيدة
de: Hashwerte verifizieren
eo: Konfirmi Haketkodon
es: Verificar hash
eu: Egiaztatu «hash»
fr: Vérifiez la valeur de hachage
gl: Verificar a suma de comprobación
hi: हैश सत्यापित करें
ia: Verifica Hsh
it: Verifica hash
ko: 해시 검증
lt: Tikrinti maišą
nl: Hash verifiëren
pl: Sprawdź hasz
pt_br: Verificar hash
sv: Verifiera kondensat
tr: Sağlamayı Doğrula
uk: Перевірка хеш-суми
zh_cn: 验证哈希值
zh_tw: 驗證雜湊值

source: Verify checksums and signatures
ar: تحقق من تدقيقات المجموع والتوقيعات
de: Prüfsummen und Signaturen überprüfen
eo: Konfirmi kontrolsumojn kaj subskribojn
es: Comprobar sumas de verificación y firmas
eu: Egiaztatu egiaztapen-baturak eta sinadurak
fr: Vérifiez les sommes de contrôle et les signatures
gl: Verificar sumas de comprobación e sinaturas
hi: चेकसम और हस्ताक्षर सत्यापित करें
ia: Verifica checksums e signaturas
it: Verifica codici di controllo e firme
ko: 해시와 서명 검증
lt: Tikrinti kontrolines sumas ir parašus
nl: Controlesom en ondertekeningen verifiëren
pl: Sprawdź sumy i podpisy
pt_br: Verificar somas de verificação e assinaturas
sv: Verifiera checksummor och signaturer
tr: Sağlama toplamlarını ve imzaları doğrula
uk: Перевірка контрольних сум і підписів
zh_cn: 验证校验和签名
zh_tw: 驗證總和檢查碼和簽章

source: Verify checksums
ar: تحقق من تدقيقات المجموع
de: Prüfsummen überprüfen
eo: Konfirmi kontrolsumojn
es: Comprobar sumas de verificación
eu: Egiaztatu egiaztapen-baturak
fr: Vérifiez les sommes de contrôle
gl: Verificar sumas de comprobación
hi: चेकसम सत्यापित करें
ia: Verifica checksums
it: Verifica codici di controllo
ko: 체크섬 검증
lt: Tikrinti kontrolines sumas
nl: Controlesom verifiëren
pl: Sprawdź sumy
pt_br: Verificar somas de verificação
sv: Verifiera checksummor
tr: Sağlama toplamlarını doğrula
uk: Перевірити контрольні суми
zh_cn: 验证校验和
zh_tw: 驗證總和檢查碼

# @title:group
source: File
ar: ملف
de: Datei
eo: Dosiero
es: Archivo
eu: Fitxategia
fr: Fichier
gl: Ficheiro
hi: फ़ाइल
ko: 파일
lt: Failas
nl: Bestand
pl: Plik
pt_br: Arquivo
sv: Fil
tr: Dosya
uk: Файл
zh_cn: 文件
zh_tw: 檔案

# @title:group
source: Checksum Verification
ar: التحقق من تدقيق المجموع
de: Prüfsummenprüfung
eo: Konfirmo de Kontrolsumo
es: Comprobación de suma de verificación
eu: Egiaztapen-batura egiaztatzea
fr: Vérification de somme de contrôle
gl: Verificación de sumas de comprobación
hi: चेकसम सत्यापन
ia: Vertification de Checksum
it: Verifica dei codici di controllo
ko: 체크섬 검증
lt: Kontrolinės sumos tikrinimas
nl: Controlesom-verificatie
pl: Sprawdzenie sumy
pt_br: Verificação de soma de verificação
sv: Verifikation av checksumma
tr: Sağlama Toplamı Doğrulaması
uk: Перевірка контрольної суми
zh_cn: 校验和验证
zh_tw: 總和檢查碼驗證

# @label
source: Checksum
ar: تدقيق المجموع
de: Prüfsumme
eo: Kontrolsumo
es: Suma de verificación
eu: Egiaztapen-batura
fr: Somme de contrôle
gl: Suma de comprobación
hi: अंततः,
it: Codice di controllo
ko: 체크섬
lt: Kontrolinė suma
nl: Controlesom
pl: Suma sprawdzająca
pt_br: Soma de verificação
sv: Checksumma
tr: Sağlama Toplamı
uk: Контрольна сума
zh_cn: 校验和
zh_tw: 總和檢查碼

source: Checksum match with the file!
ar: تدقيق المجموع متطابق مع الملف!
de: Die Prüfsumme passt zur Datei.
eo: Kontrolsumo kongruas kun la dosiero!
es: La suma de verificación coincide con el archivo.
eu: Egiaztapen-batura fitxategiarekin bat dator!
fr: La somme de contrôle ne correspond pas à celle du fichier !
gl: A suma de comprobación coincide co ficheiro!
hi: फ़ाइल के साथ चेकसम मिलान!
ia: Le checksum corresponde al file!
it: Il codice di controllo corrisponde con il file.
ko: 파일과 체크섬이 일치합니다!
lt: Kontrolinė suma sutampa su failo kontroline suma!
nl: Controlesom komt overeen met bestand!
pl: Suma sprawdzająca odpowiada plikowi!
pt_br: A soma de verificação corresponde ao arquivo!
sv: Checksumman stämmer med filen.
tr: Sağlama toplamı dosyayla eşleşiyor!
uk: Контрольна сума відповідає файлу!
zh_cn: 校验和与文件匹配！
zh_tw: 總和檢查碼與檔案相符！

source: Checksum doesn't match with the file!
ar: تدقيق المجموع غير متطابق مع الملف!
de: Die Prüfsumme passt nicht zur Datei.
eo: Kontrolsumo ne kongruas kun la dosiero!
es: La suma de verificación no coincide con el archivo.
eu: Egiaztapen-batura ez dator fitxategiarekin bat!
fr: La somme de contrôle ne correspond pas à celle du fichier !
gl: A suma de comprobación non coincide co ficheiro!
hi: चेकसम फ़ाइल से मेल नहीं खाता!
ia: Le checksum non corresponde al file!
it: Il codice di controllo non corrisponde con il file.
ko: 파일과 체크섬이 일치하지 않습니다!
lt: Kontrolinė suma nesutampa su failo kontroline suma!
nl: Controlesom komt niet overeen met bestand!
pl: Suma sprawdzająca nie odpowiada plikowi!
pt_br: A soma de verificação não corresponde ao arquivo!
sv: Checksumman stämmer inte med filen.
tr: Sağlama toplamı dosyayla eşleşmiyor!
uk: Контрольна сума не відповідає файлу!
zh_cn: 校验和与文件不匹配！
zh_tw: 總和檢查碼與檔案不符！

# @title:group
source: Signature Verification
ar: التحقق من التوقيع
de: Signaturprüfung
eo: Konfirmo de subskribo
es: Comprobación de firma
eu: Sinadura egiaztapena
fr: Vérification de signature
gl: Verificación de sinaturas
hi: हस्ताक्षर सत्यापन
ia: Verification de signatura
it: Verifica della firma
ko: 서명 검증
lt: Parašo tikrinimas
nl: Verificatie van ondertekening
pl: Sprawdzenie podpisu
pt_br: Verificação de assinatura
sv: Verifikation av verifikation
tr: İmza Doğrulaması
uk: Перевірка підпису
zh_cn: 签名验证
zh_tw: 簽章驗證

# @action:button
source: Select signature file
ar: اختر ملف التوقيع
de: Signaturdatei auswählen
eo: Elektu subskriban dosieron
es: Seleccionar archivo de firma
eu: Aukeratu sinadura-fitxategia
fr: Sélectionner un fichier de signature
gl: Seleccione o ficheiro de sinatura
hi: हस्ताक्षर फ़ाइल का चयन करें
ia: Selige file de signatura
it: Seleziona file della firma
ko: 서명 파일 선택
lt: Pasirinkti parašo failą
nl: Handtekeningbestand selecteren
pl: Wybierz plik z podpisem
pt_br: Selecionar o arquivo de assinatura
sv: Välj signaturfil
tr: İmza Dosyası Seç
uk: Вибрати файл підпису
zh_cn: 选择签名文件
zh_tw: 選擇簽章檔案

source: Drag items here to verify them
ar: اسحب العناصر إلى هنا للتحقق منها
de: Zum Prüfen die Einträge hier einfügen
eo: Trenu erojn ĉi tien por kontroli ilin
es: Arrastre elementos aquí para verificarlos
eu: Arrastatu elementuak hona haiek egiaztatzeko
fr: Faites glisser les éléments ici pour les vérifier
gl: Arrastre elementos aquí para verificalos.
hi: आइटम को सत्यापित करने के लिए उन्हें यहां खींचें
ia: Trahe elementos hic per verificar los
it: Trascina qui gli elementi per verificarli
ko: 검증할 항목을 여기에 드래그
lt: Tempkite elementus čia norėdami juos tikrinti
nl: Items hierheen verslepen om ze te verifiëren
pl: Przeciągnij rzeczy tutaj, aby je sprawdzić
pt_br: Arraste os itens aqui para verificá-los
sv: Dra objekt hit för att verifiera dem
tr: Onları doğrulamak için buraya sürükle
uk: Перетягніть сюди об'єкти, щоб перевірити їх
zh_cn: 拖动项目到此处验证
zh_tw: 將項目拖曳至此來驗證它們

# Hashing algorithm
source: MD5:
hi: एमडी5:

source: (c) KDE Community 2021
pl: (c) Społeczność KDE 2021
uk: © Спільнота KDE, 2021
zh_tw: (c) KDE 社群 2021
