Repository: KDE/hash-o-matic
Catalog: po/*/hashomatic.po
Languages: ar, de, eo, es, eu, fr, gl, hi, ia, it, ko, lt, nl, pl, pt_br, sv, tr, uk, zh_cn, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
de: Deutsches KDE-Übersetzungsteam
eo: Oliver Kellogg
es: Eloy Cuadra
eu: Iñigo Salvador Azurmendi
fr: Xavier Besnard
gl: Adrián Chaves (Gallaecio)
hi: तुम्हारे नाम
ia: Giovanni Sora
it: Paolo Zamponi
ko: 박신조
lt: Moo
nl: Freek de Kruijf - 2023 t/m 2024
pl: Łukasz Wojniłowicz
pt_br: Marcus Gama
sv: Stefan Asserhäll
tr: Emir SARI
uk: Юрій Чорноіван
zh_cn: KDE 中国, Li Zi, Eric Zhao
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
de: kde-i18n-de@kde.org
eo: olivermkellogg@gmail.com
es: ecuadra@eloihr.net
eu: xalba@ni.eus
fr: xavier.besnard@kde.org
gl: adrian@chaves.gal
hi: आपके ईमेल
ia: g.sora@tiscali.it
it: zapaolo@email.it
ko: kde@peremen.name
nl: freekdekruijf@kde.nl
pl: lukasz.wojnilowicz@gmail.com
pt_br: marcus.gama@gmail.com
sv: stefan.asserhall@gmail.com
tr: emir_sari@icloud.com
uk: yurchor@ukr.net
zh_cn: kde-china@kde.org, , zxybbb7892020@outlook.com
zh_tw: mail@kisaragi-hiu.com

# @label
source: This file has been signed VS-NfD compliant using the key <a href="%1">%2</a>.
ar: هذا الملف موقَّع مطابقًا لـ VS-NfD باستعمال المفتاح <a href="%1">%2</a>.
de: Die Datei wurde als VS - Nur für den Dienstgebrauch (VS-NfD) eingestuft und mit dem Schlüssel <a href="%1">%2</a> signiert.
eo: Ĉi tiu dosiero estis subskribita konforma al VS-NfD per la ŝlosilo <a href="%1">%2</a>.
es: Este archivo ha sido firmado de conformidad con VS-NfD usando la clave <a href="%1">%2</a>.
eu: Fitxategia hori «VS-NfD»rekin etorkor sinatu da <a href="%1">%2</a> gakoa erabiliz.
fr: Ce fichier a été signé conformément à « VS-NFD » avec la clé <a href="%1">%2</a>.
gl: Este ficheiro asinouse en cumprimento de VS-NfD coa chave <a href="%1">%2</a>.
hi: इस फ़ाइल को <a href="%1">%2</a> कुंजी का उपयोग करके VS-NfD अनुरूप हस्ताक्षरित किया गया है।
ia: Iste file ha essite signate compatibile con VS-NfD usante le clave <a href="%1">%2</a>.
it: Il file è stato firmato in maniera conforme a VS-NfD usando la chiave <a href="%1">%2</a>.
ko: 이 파일은 VS-NfD를 준수하는 방법으로 키 <a href="%1">%2</a>(으)로 서명되었습니다.
lt: Šis failas, suderinamas su VS-NfD, pasirašytas naudojant raktą <a href="%1">%2</a>.
nl: Dit bestand is ondertekend overeenkomstig VS-NfD met de sleutel <a href="%1">%2</a>.
pl: Ten plik został podpisany zgodnie z VS-NfD przy użyciu klucza <a href="%1">%2</a>.
pt_br: Este arquivo foi assinado como compatível com VS-NfD usando a chave <a href="%1">%2</a>.
sv: Filen har signerats kompatibelt med VS-NfD av nyckeln <a href="%1">%2</a>.
tr: Bu dosya, <a href="%1">%2</a> anahtarı kullanılarak VS-NfD uyumlu olarak imzalandı.
uk: Цей файл підписано відповідно до VS-NfD за допомогою ключа <a href="%1">%2</a>.
zh_cn: 此文件已使用密钥 <a href="%1">%2</a>进行 VS-NfD 签名。
zh_tw: 檔案已使用金鑰 <a href="%1">%2</a> 依 VS-NfD 規範簽署。

# @label
source: This file has been signed using the key <a href="%1">%2</a>.
ar: هذا الملف موقَّع باستعمال المفتاح <a href="%1">%2</a>.
de: Die Datei wurde mit dem Schlüssel <a href="%1">%2</a> signiert.
eo: Ĉi tiu dosiero estis subskribita per la ŝlosilo <a href="%1">%2</a>.
es: Este archivo ha sido firmado usando la clave <a href="%1">%2</a>.
eu: Fitxategi hori <a href="%1">%2</a> gakoa erabiliz sinatu da.
fr: Ce fichier a été signé en utilisant la clé <a href="%1">%2</a>.
gl: Este ficheiro asinouse coa chave <a href="%1">%2</a>.
hi: इस फ़ाइल को कुंजी <a href="%1">%2 का</a> उपयोग करके हस्ताक्षरित किया गया है।
ia: Iste file ha essite signate usante le clave <a href="%1">%2</a>.
it: Il file è stato firmato usando la chiave <a href="%1">%2</a>.
ko: 이 파일은 키 <a href="%1">%2</a>(으)로 서명되었습니다.
lt: Šis failas pasirašytas naudojant raktą <a href="%1">%2</a>.
nl: Dit bestand is ondertekend met de sleutel <a href="%1">%2</a>.
pl: Ten plik został podpisany kluczem <a href="%1">%2</a>.
pt_br: Este arquivo foi assinado usando a chave <a href="%1">%2</a>.
sv: Filen har signerats av nyckeln <a href="%1">%2</a>.
tr: Bu dosya, <a href="%1">%2</a> anahtarı kullanılarak imzalandı.
uk: Цей файл підписано за допомогою ключа <a href="%1">%2</a>.
zh_cn: 此文件已使用密钥 <a href="%1">%2</a> 进行签名。
zh_tw: 檔案已使用金鑰 <a href="%1">%2</a> 簽署。

# @label
source: The key details are not available.
ar: تفاصيل المفتاح غير متوفّرة.
de: Es sind keine Details für den Schlüssel verfügbar.
eo: La ŝlosilaj detaloj ne estas disponeblaj.
es: Los detalles de la clave no están disponibles.
eu: Gakoaren xehetasuna ez daude erabilgarri.
fr: Les détails clés sont indisponibles.
gl: Os detalles da chave non están dispoñíbeis.
hi: मुख्य विवरण उपलब्ध नहीं हैं।
ia: Le detalios de clave non es disponibile.
it: I dettagli della chiave non sono disponibili.
ko: 키 정보를 알 수 없습니다.
lt: Išsamesnė informacija apie raktą yra neprieinama.
nl: De details van de sleutel zijn niet beschikbaar.
pl: Szczegóły klucza nie są dostępne.
pt_br: Os detalhes da chave não estão disponíveis.
sv: Nyckelinformation är inte tillgänglig.
tr: Anahtar ayrıntıları kullanılamıyor.
uk: Подробиці щодо ключа недоступні.
zh_cn: 无法获取密钥详情。
zh_tw: 沒有可用的金鑰細節。

# @label
source: This file has been signed VS-NfD compliant by %1.
ar: هذا الملف موقَّع مطابقًا لـ VS-NfD من قِبَل %1.
de: Die Datei wurde VS - Nur für den Dienstgebrauch (VS-NfD) eingestuft und von %1 signiert.
eo: Ĉi tiu dosiero estis subskribita VS-NfD konforma de %1.
es: Este archivo ha sido firmado de conformidad con VS-NfD por %1.
eu: Fitxategia hori, %1(e)k, «VS-NfD»rekin etorkor sinatu du.
fr: Ce fichier a été signé conformément à « VS-NFD » avec %1.
gl: %1 asinou este ficheiro en cumprimento de VS-NfD.
hi: यह फ़ाइल %1 द्वारा VS-NfD अनुरूप हस्ताक्षरित है।
ia: Iste file ha essite signate compatibile con VS-NfD per %1.
it: Il file è stato firmato in maniera conforme a VS-NfD da %1.
ko: 이 파일은 VS-NfD를 준수하는 방법으로 %1 님에 의해서 서명되었습니다.
lt: Šį failą, suderinamą su VS-NfD, pasirašė %1.
nl: Dit bestand is ondertekend overeenkomstig VS-NfD door %1.
pl: Ten plik został podpisany zgodnie z VS-NfD przez %1.
pt_br: Este arquivo foi assinado como compatível com VS-NfD por %1.
sv: Filen har signerats kompatibelt VS-NfD med av %1.
tr: Bu dosya, %1 tarafından VS-NfD uyumlu olarak imzalandı.
uk: Цей файл підписано відповідно до VS-NfD %1.
zh_cn: 该文件为符合 VS-NfD 标准已由 %1 签名。
zh_tw: 這個檔案已由 %1 依 VS-NfD 規範簽署。

# @label
source: This file has been signed by %1.
ar: هذا الملف موقَّع من قِبَل %1.
de: Die Datei wurde von %1 signiert.
eo: Ĉi tiu dosiero estis subskribita de %1.
es: Este archivo ha sido firmado por %1.
eu: Fitxategi hori %1(e)k sinatu du.
fr: Ce fichier a été signé par %1.
gl: %1 asinou este ficheiro.
hi: इस फ़ाइल पर %1 द्वारा हस्ताक्षर किये गये हैं।
ia: Iste file ha essite signate per %1.
it: Il file è stato firmato da %1.
ko: 이 파일은 %1 님에 의해서 서명되었습니다.
lt: Failą pasirašė %1.
nl: Dit bestand is ondertekend door %1.
pl: Plik został podpisany przez %1.
pt_br: Este arquivo foi assinado por %1.
sv: Filen har signerats av %1.
tr: Bu dosya, %1 tarafından imzalandı.
uk: Цей файл підписано %1.
zh_cn: 该文件已由 %1 签名。
zh_tw: 檔案已由 %1 簽署。

# @label
source: The <a href="%1">key</a> was revoked.
ar: المفتاح <a href="%1">أُلغي</a>.
de: Der <a href="%1">Schlüssel</a> wurde zurückgezogen.
eo: La <a href="%1">ŝlosilo</a> estis revokita.
es: La <a href="%1">clave</a> ha sido revocada.
eu: <a href="%1">Gakoa</a> indargabetuta zegoen.
fr: La <a href="%1">clé</a> a été révoquée.
gl: Revogouse a <a href="%1">chave</a>.
hi: <a href="%1">चाबी</a> वापस ले ली गई।
ia: Le clave <a href="%1"></a> esseva revocate.
it: La <a href="%1">chiave</a> è stata revocata.
ko: <a href="%1">키</a>가 취소되었습니다.
lt: <a href="%1">Raktas</a> buvo panaikintas.
nl: De <a href="%1">sleutel</a> is ingetrokken.
pl: <a href="%1">Klucz</a> został odwołany.
pt_br: A <a href="%1">chave</a> foi revogada.
sv: <a href="%1">Nyckeln</a> har återkallats.
tr: <a href="%1">Anahtar</a> yürürlükten kaldırıldı.
uk: <a href="%1">Ключ</a> відкликано.
zh_cn: 该 <a href="%1">密钥</a> 已被撤销。
zh_tw: <a href="%1">金鑰</a>已被撤銷。

# @label
source: The <a href="%1">key</a> was expired.
ar: المفتاح <a href="%1">انتهت صلاحيته</a>.
de: Der <a href="%1">Schlüssel</a> ist abgelaufen.
eo: La <a href="%1">ŝlosilo</a> eksvalidiĝis.
es: La <a href="%1">clave</a> ha caducado.
eu: <a href="%1">Gakoa</a> iraungita zegoen.
fr: Le <a href="%1">clé</a> a été expirée.
gl: A <a href="%1">chave</a> caducou.
hi: <a href="%1">चाबी की</a> समय सीमा समाप्त हो चुकी थी।
ia: Le clave <a href="%1"></a> esseva expirate.
it: La <a href="%1">chiave</a> è scaduta.
ko: <a href="%1">키</a>가 만료되었습니다.
lt: <a href="%1">Raktas</a> negaliojo.
nl: De <a href="%1">sleutel</a> is verlopen.
pl: <a href="%1">Klucz</a> został wygasł.
pt_br: A <a href="%1">chave</a> expirou.
sv: <a href="%1">Nyckeln</a> har gått ut.
tr: <a href="%1">Anahtarın</a> süresi geçti.
uk: Строк дії <a href="%1">ключа</a> вичерпано.
zh_cn: 该 <a href="%1">密钥</a> 已过期。
zh_tw: <a href="%1">金鑰</a>已過期。

# @label
source: The signature is valid, but the <a href="%1">key</a>'s validity is unknown.
ar: التوقيع صالح، لكن صلاحية المفتاح <a href="%1"></a> غير معلومة.
de: Die Signatur ist gültig, aber die Gültigkeit des <a href="%1">Schlüssels</a> ist unbekannt.
eo: La subskribo validas, sed la valideco de la <a href="%1">ŝlosilo</a> estas nekonata.
es: La firma es válida, pero se desconoce la validez de la <a href="%1">clave</a>.
eu: Sinadura baliozkoa da, baina <a href="%1">gakoaren</a> baliozkotasuna ezezaguna da.
fr: La signature est valable mais la validité de la <a href="%1">clé</a> est inconnue.
gl: A sinatura é correcta, pero descoñécese a validez da <a href="%1">chave</a>.
hi: हस्ताक्षर वैध है, लेकिन <a href="%1">कुंजी</a> की वैधता अज्ञात है।
ia: Le signatura es valide, ma le validitate del clave <a href="%1"></a> es incognite.
it: La firma è valida, ma la validità della <a href="%1">chiave</a> è sconosciuta.
ko: 서명이 올바르지만 <a href="%1">키</a> 유효성을 알 수 없습니다.
lt: Parašas galioja, bet <a href="%1">rakto</a> galiojimas yra nežinomas.
nl: De ondertekening is geldig, maar de geldigheid van de <a href="%1">sleutel</a> is onbekend.
pl: Podpis jest poprawny, lecz ważność <a href="%1">klucza</a> jest nieznana.
pt_br: A assinatura é válida, mas a validade da <a href="%1">chave</a> é desconhecida.
sv: Signaturen är giltig, men <a href="%1">nyckeln</a> har okänd giltighet.
tr: İmza geçerli; ancak <a href="%1">anahtarın</a> geçerliliği bilinmiyor.
uk: Підпис коректний, але невідомо коректний <a href="%1">ключ</a> чи ні.
zh_cn: 签名有效，但 <a href="%1">密钥</a>'的有效性未知。
zh_tw: 簽章有效，但無法辨識<a href="%1">金鑰</a>是否有效。

# @label
source: The signature is valid and the <a href="%1">key</a> is marginally trusted.
ar: التوقيع صالح والمفتاح <a href="%1"></a> موثوق به هامشيًا.
de: Die Signatur ist gültig, aber das Vertrauen in die Gültigkeit des <a href="%1">Schlüssels</a> ist nur marginal.
eo: La subskribo validas kaj la <a href="%1">ŝlosilo</a> estas marĝene fidinda.
es: La firma es válida, pero la <a href="%1">clave</a> es de confianza mínima.
eu: Sinadura baliozkoa da eta <a href="%1">gakoak</a> bazterreko konfiantza du.
fr: La signature est valable et la <a href="%1">clé</a> est moyennement fiable.
gl: A sinatura é correcta e a <a href="%1">chave</a> é de confianza marxinal.
hi: हस्ताक्षर वैध है और <a href="%1">कुंजी</a> थोड़ी विश्वसनीय है।
ia: Le signatura es valide e le clave <a href="%1"> </a> es marginalmente credibile.
it: La firma è valida, ma la <a href="%1">chiave</a> è marginalmente affidabile.
ko: 서명이 올바르지만 <a href="%1">키</a>를 그럭저럭 신뢰합니다.
lt: Parašas galioja, o <a href="%1">raktas</a> yra minimaliai patikimas.
nl: De ondertekening is geldig en de <a href="%1">sleutel</a> is gedeeltelijk betrouwbaar.
pl: Podpis jest poprawny, a <a href="%1">klucz</a> ma marginalny poziom zaufania.
pt_br: A assinatura é válida e a <a href="%1">chave</a> é marginalmente confiável.
sv: Signaturen är giltig och <a href="%1">nyckeln</a> är möjligen pålitligt.
tr: İmza geçerli; ancak <a href="%1">anahtara</a> pek az güveniliyor.
uk: Підпис коректний, надійність <a href="%1">ключа</a> є обмеженою.
zh_cn: 签名有效，且 <a href="%1">密钥</a> 的可信度较低。
zh_tw: 簽章有效，而<a href="%1">金鑰</a>有最低可信度。

# @label
source: The signature is valid and the <a href="%1">key</a> is fully trusted.
ar: التوقيع صالح والمفتاح <a href="%1"></a> موثوق به كليًا.
de: Die Signatur ist gültig und es besteht volles Vertrauen in die Gültigkeit des <a href="%1">Schlüssels</a>.
eo: La subskribo validas kaj la <a href="%1">ŝlosilo</a> estas plene fidinda.
es: La firma es válida y la <a href="%1">clave</a> es de total confianza.
eu: Sinadura baliozkoa da eta <a href="%1">gakoak</a> konfiantza osoa du.
fr: La signature est valable et la <a href="%1">clé</a> est totalement fiable.
gl: A sinatura é correcta e a <a href="%1">chave</a> é de confianza absoluta.
hi: हस्ताक्षर वैध है और <a href="%1">कुंजी</a> पूर्णतः विश्वसनीय है।
ia: Le signatura es valide e le clave <a href="%1"></a> es completemente credibile.
it: La firma è valida, e la <a href="%1">chiave</a> è completamente affidabile.
ko: 서명이 올바르고 <a href="%1">키</a>를 웬만큼 신뢰합니다.
lt: Parašas galioja, o <a href="%1">raktas</a> yra visiškai patikimas.
nl: De ondertekening is geldig en de <a href="%1">sleutel</a> is volledig betrouwbaar.
pl: Podpis jest poprawny, a <a href="%1">klucz</a> jest w pełni zaufany.
pt_br: A assinatura é válida e a <a href="%1">chave</a> é totalmente confiável.
sv: Signaturen är giltig och <a href="%1">nyckeln</a> är pålitligt.
tr: İmza geçerli ve <a href="%1">anahtara</a> güveniliyor.
uk: Підпис коректний, надійність <a href="%1">ключа</a> повна.
zh_cn: 签名有效，且 <a href="%1">密钥</a> 完全可信。
zh_tw: 簽章有效，且<a href="%1">金鑰</a>完全可信。

# @label
source: The signature is valid and the <a href="%1">key</a> is ultimately trusted.
ar: التوقيع صالح والمفتاح <a href="%1"></a> موثوق به تمامًا.
de: Die Signatur ist gültig und es besteht ultimatives Vertrauen in die Gültigkeit des <a href="%1">Schlüssels</a>.
eo: La subskribo validas kaj la <a href="%1">ŝlosilo</a> estas finfine fidinda.
es: La firma es válida y, en última instancia, se confía en la <a href="%1">clave</a>.
eu: Sinadura baliozkoa da, eta <a href="%1">gakoak</a> erabateko konfiantza du.
fr: La signature est valable et la <a href="%1">clé</a> est totalement fiable.
gl: A sinatura é correcta e a <a href="%1">chave</a> é de confianza total.
hi: हस्ताक्षर वैध है और <a href="%1">कुंजी</a> अंततः विश्वसनीय है।
ia: Le signatura es valide e le clave <a href="%1"></a> es in fin credibile.
it: La firma è valida, e la <a href="%1">chiave</a> è definitivamente affidabile.
ko: 서명이 올바르고 <a href="%1">키</a>를 완전히 신뢰합니다.
lt: Parašas galioja, o <a href="%1">raktas</a> yra is аbsoliučiai patikimas.
nl: De ondertekening is geldig en de <a href="%1">sleutel</a> is uiterst betrouwbaar.
pl: Podpis jest poprawny, a <a href="%1">klucz</a> ma najwyższy poziom zaufania.
pt_br: A assinatura é válida e a <a href="%1">chave</a> é definitivamente confiável.
sv: Signaturen är giltig och <a href="%1">nyckeln</a> är fullständigt pålitlig.
tr: İmza geçerli ve <a href="%1">anahtara</a> en yüksek düzeyde güveniliyor.
uk: Підпис коректний, надійність <a href="%1">ключа</a> необмежена.
zh_cn: 签名有效，且 <a href="%1">密钥</a> 最终值得可信。
zh_tw: 簽章有效，且<a href="%1">金鑰</a>絕對可信。

# @label
source: The signature is valid, but the <a href="%1">key</a> is untrusted.
ar: التوقيع صالح، لكن المفتاح <a href="%1"></a> غير موثوق به.
de: Die Signatur ist gültig, aber es besteht kein Vertrauen in die Gültigkeit des <a href="%1">Schlüssels</a>.
eo: La subskribo validas, sed la <a href="%1">ŝlosilo</a> estas nefidinda.
es: La firma es válida, pero se desconfía de la <a href="%1">clave</a>.
eu: Sinadura baliozkoa da, baina <a href="%1">gakoak</a> ez du konfiantzarik.
fr: La signature est valable mais la <a href="%1">clé</a> est non fiable.
gl: A sinatura é correcta, pero a <a href="%1">chave</a> non é de confianza.
hi: हस्ताक्षर वैध है, लेकिन <a href="%1">कुंजी</a> अविश्वसनीय है।
ia: Le signatura es valide, ma le clave <a href="%1"></a> non es credibile.
it: La firma è valida, ma la <a href="%1">chiave</a> non è affidabile.
ko: 서명이 올바르지만 <a href="%1">키</a>를 신뢰할 수 없습니다.
lt: Parašas galioja, bet <a href="%1">raktas</a> yra nepatikimas.
nl: De ondertekening is geldig, maar de <a href="%1">sleutel</a> is onbetrouwbaar.
pl: Podpis jest poprawny, ale <a href="%1">klucz</a> jest niezaufany.
pt_br: A assinatura é válida, mas a <a href="%1">chave</a> não é confiável.
sv: Signaturen är giltig, men <a href="%1">nyckeln</a> är opålitlig.
tr: İmza geçerli; ancak <a href="%1">anahtara</a> güvenilmiyor.
uk: Підпис коректний, але <a href="%1">ключ</a> не є надійним.
zh_cn: 签名有效，但 <a href="%1">密钥</a> 不受信任。
zh_tw: 簽章有效，但<a href="%1">金鑰</a>未受信任。

# @label
source: The signature is invalid.
ar: التوقيع غير صالح.
de: Die Signatur ist ungültig.
eo: La subskribo estas nevalida.
es: La firma no es válida.
eu: Sinadura baliogabea da.
fr: La signature est non valable.
gl: A sinatura é incorrecta.
hi: हस्ताक्षर अवैध है.
ia: Le signatura es invalide.
it: La firma non è valida.
ko: 서명이 잘못되었습니다.
lt: Parašas negalioja.
nl: De ondertekening is ongeldig.
pl: Podpis jest nieprawidłowy.
pt_br: A assinatura é inválida.
sv: Signaturen är ogiltig.
tr: İmza geçersiz.
uk: Підпис є некоректним.
zh_cn: 此签名无效。
zh_tw: 簽章無效。

source: Hash-o-matic doesn't support directories.
ar: مولّد التلبيدات لا يعمل على الأدلة
de: Hash-o-matic unterstützt keine Ordner.
eo: Hash-o-matic ne subtenas dosierujojn.
es: Hash-o-matic no permite usar directorios.
eu: «Hash-o-matic»ek ez du direktorioen euskarririk.
fr: L'application Hash-O-Matic ne prend pas en charge les dossiers.
gl: Hash-o-matic non permite cartafoles.
hi: हैश-ओ-मैटिक निर्देशिकाओं का समर्थन नहीं करता है।
ia: Hash-o-matic non supporta directorios.
it: Hash-o-matic non supporta le cartelle.
ko: Hash-o-matic은 디렉터리를 지원하지 않습니다.파일
lt: Hash-o-matic nepalaiko katalogų.
nl: Hash-o-matic ondersteunt geen mappen.
pl: Hash-o-matic nie obsługuje katalogów.
pt_br: Hash-o-matic não suporta pastas.
sv: Hash-o-matic stöder inte kataloger.
tr: Haşmatik dizinleri desteklemiyor.
uk: У Hash-o-matic не передбачено підтримки каталогів.
zh_cn: Hash-o-matic 不支持目录。
zh_tw: Hash-o-matic 不支援目錄。

source: The file doesn't exist or is not readable.
ar: الملف غير موجود أو لا يمكن قراءته.
de: Die Datei ist nicht vorhanden oder lesbar.
eo: La dosiero ne ekzistas aŭ ne estas legebla.
es: El archivo no existe o no se puede leer.
eu: Fitxategia ez dago edo ez da irakurgarria.
fr: Le fichier n'existe pas ou n'est pas lisible.
gl: O ficheiro non existe ou non pode lerse.
hi: फ़ाइल मौजूद नहीं है या पढ़ने योग्य नहीं है.
ia: Le fil non existe o non es legibile.
it: Il file non esiste o non è leggibile.
ko: 파일이 없거나 읽을 수 없습니다.
lt: Šio failo nėra arba jis neperskaitomas.
nl: Het bestand bestaat niet of is onleesbaar.
pl: Plik nie istnieje lub jest nie do odczytu.
pt_br: O arquivo não existe ou não é legível.
sv: Filen finns inte eller är inte läsbar.
tr: Dosya yok veya okunabilir değil.
uk: Файла не існує або він не є придатним до читання.
zh_cn: 所选文件不存在或无法读取。
zh_tw: 檔案不存在或並非可讀。

# @title
source: Hash-o-matic
ar: مولّد التلبيدات
hi: हैश-ओ-मैटिक
tr: Haşmatik

source: Check hashes for your files
ar: تحقق من تلبيدات ملفاتك
de: Hashwerte Ihrer Dateien überprüfen
eo: Kontroli haketkodojn por viaj dosieroj
es: Comprobar hashes de archivos
eu: Egiaztatu zure fitxategietarako «hash»ak
fr: Vérifiez les valeurs de hachage de vos fichiers
gl: Verificar as sumas de comprobacións de ficheiros.
hi: अपनी फ़ाइलों के लिए हैश जाँचें
ia: Verifica hashes per tu files
it: Controlla gli hash dei tuoi file
ko: 파일의 해시 검사
lt: Tikrinti failų maišas
nl: Hashes voor uw bestanden controleren
pl: Sprawdź hasze swoich plików
pt_br: Verifica os hashes dos seus arquivos
sv: Kontrollera kondensat för filer
tr: Dosyalarınızın sağlamalarını denetleyin
uk: Перевірка хеш-сум ваших файлів
zh_cn: 检查您文件的哈希值
zh_tw: 檢查您的檔案的雜湊值

source: © 2021-2024 KDE Community
ar: © 2021-2024 مجتمع كِيدِي
de: © 2021-2024 KDE-Gemeinschaft
eo: © 2021-2024 KDE-Komunumo
es: © 2021-2024 La comunidad KDE
eu: © 2021-2024 KDE Komunitatea
fr: © 2021 - 2024 Communauté de KDE
gl: © 2021-2024 Comunidade KDE
hi: © 2021-2024 केडीई समुदाय
ia: © 2021-2024 Communitate de KDE
it: © 2021-2024 Comunità KDE
lt: © 2021–2024 KDE bendruomenė
nl: © 2021-2024 KDE-gemeenschap
pt_br: © 2021-2024 Comunidade do KDE
sv: © 2021-2024 KDE-gemenskapen
tr: © 2021–2024 KDE Topluluğu

# @info:credit
source: Carl Schwan
ar: كارل شوان
hi: कार्ल स्वान

# @info:credit
source: Maintainer
ar: الصائن
de: Betreuer
eo: Prizorganto
es: Responsable
eu: Mantentzailea
fr: Mainteneur
gl: Mantemento.
hi: मेंटेनर
ia: Mantenitor
it: Responsabile
ko: 관리자
lt: Prižiūrėtojas
nl: Onderhouder
pl: Opiekun
pt_br: Mantenedor
sv: Underhåll
tr: Bakımcı
uk: Супровідник
zh_cn: 维护人员
zh_tw: 維護者

source: Generate hashes for file
ar: توليد تلبيدات للملف
de: Hashwerte für Datei erstellen
eo: Generi haketkodojn por dosiero
es: Generar hashes para el archivo
eu: Sortu fitxategiarentzako «hash»ak
fr: Générer des valeurs de hachage pour un fichier
gl: Xerar sumas de comprobación do ficheiro.
hi: फ़ाइल के लिए हैश उत्पन्न करें
ia: Genera hashes per file
it: Genera gli hash per il file
ko: 파일의 해시 생성
lt: Generuoti failų maišas
nl: Hashes voor bestand genereren
pl: Utwórz hasze dla pliku
pt_br: Gera hashes para o arquivo
sv: Generera kondensat för fil
tr: Dosyalar için sağlamalar üret
uk: Створити хеш-суми для файла
zh_cn: 生成文件哈希值
zh_tw: 產生檔案的雜湊值

source: Local file url
ar: وصلة ملف محليّ
de: Lokale Datei (URL)
eo: URL de loka dosiero
es: URL de archivo local
eu: Fitxategi lokalaren URL
fr: URL du fichier local
gl: URL do ficheiro local
hi: स्थानीय फ़ाइल यूआरएल
ia: URL de file local
it: URL di file locale
ko: 로컬 파일 URL
lt: Vietinio failo URL
nl: Lokale URL van bestand
pl: Adres URL lokalnego pliku
pt_br: URL do arquivo local
sv: Lokal filwebbadress
tr: Yerel dosya URL’si
uk: Адреса локального файла
zh_cn: 本地文件链接
zh_tw: 本地檔案 URL

# @title
source: Compare files
ar: قارن الملفات
de: Dateien vergleichen
eo: Kompar1 dosierojn
es: Comparar archivos
eu: Alderatu fitxategiak
fr: Comparer des fichiers
gl: Comparar os ficheiros
hi: फ़ाइलों की तुलना करें
ia: Compara files
it: Confronta file
ko: 파일 비교
lt: Palyginti failus
nl: Bestanden vergelijken
pl: Porównaj pliki
pt_br: Comparar arquivos
sv: Jämför filer
tr: Dosyalar Karşılaştır
uk: Порівняти файли
zh_cn: 比较文件
zh_tw: 比對檔案

# @title
source: Compare Two Files
ar: قارن ملفَّيْن
de: Zwei Dateien vergleichen
eo: Kompari Du Dosierojn
es: Comparar dos archivos
eu: Alderatu bi fitxategi
fr: Comparer deux fichiers
gl: Comparar dous ficheiros
hi: दो फ़ाइलों की तुलना करें
ia: Compara duo files
it: Confronta due file
ko: 두 파일 비교
lt: Palyginti du failus
nl: Twee bestanden vergelijken
pl: Porównaj dwa pliki
pt_br: Comparar dois arquivos
sv: Jämför två filer
tr: İki Dosyayı Karşılaştır
uk: Порівняння двох файлів
zh_cn: 比较两个文件
zh_tw: 比對兩個檔案

# @title:group
source: File 1
ar: ملف 1
de: Datei 1
eo: Dosiero 1
es: Archivo 1
eu: 1. fitxategia
fr: Fichier 1
gl: Ficheiro 1
hi: फ़ाइल 1
ko: 파일 1
lt: Failas 1
nl: Bestand 1
pl: Plik 1
pt_br: Arquivo 1
sv: Fil 1
tr: Dosya 1
uk: Файл 1
zh_cn: 文件 1
zh_tw: 檔案 1

# @action:button
source: Select file
ar: اختر ملفًّا
de: Datei auswählen
eo: Elekti dosieron
es: Seleccionar archivo
eu: Aukeratu fitxategia
fr: Sélectionnez un fichier
gl: Seleccionar un ficheiro
hi: फ़ाइल चुनें
ia: Selige File
it: Seleziona file
ko: 파일 선택
lt: Pasirinkti failą
nl: Bestand selecteren
pl: Wybierz plik
pt_br: Selecionar arquivo
sv: Välj fil
tr: Dosya Seç
uk: Вибрати файл
zh_cn: 选择文件
zh_tw: 選擇檔案

# @title:group
source: File 2
ar: ملف 2
de: Datei 2
eo: Dosiero 2
es: Archivo 2
eu: 2. fitxategia
fr: Fichier 2
gl: Ficheiro 2
hi: फ़ाइल 2
ko: 파일 2
lt: Failas 2
nl: Bestand 2
pl: Plik 2
pt_br: Arquivo 2
sv: Fil 2
tr: Dosya 2
uk: Файл 2
zh_cn: 文件 2
zh_tw: 檔案 2
